/* Arrow joining path components in 'service has been packed up' sheet */
" -> " = " → ";

/* Choose button in file picker's file sheet */
"Choose" = "Choose";

/* Label for Choose button in file picker */
"Choose..." = "Choose…";

/* reason subclause for dismissing common shortcut key */
"it's already used in many applications by a widespread command that %@" = "it's already used in many applications by a widespread command that %@";

/* Grey label in file picker when no file is chosen */
"No file chosen" = "No file chosen";

/* OK button for 'service has been packed up' sheet
   OK button for 'service has been created' sheet */
"OK" = "OK";

/* Reveal in Finder button for 'service has been packed up' sheet
   Reveal in Finder button for 'service has been created' sheet */
"Reveal in Finder" = "Reveal in Finder";

/* Message in Instructions file picker in Pack Up panel */
"RTF files, HTML files, plain text files and PDF files are allowed." = "RTF files, HTML files, plain text files and PDF files are allowed.";

/* 'Shortcut key has been removed' text for 'service has been packed up' sheet */
"The packed up's service's shortcut key has been removed because of the risk of colliding with another shortcut." = "The packed up's service's shortcut key has been removed because of the risk of colliding with another shortcut.";

/* Brief message shown when the service is created. */
"The service %@ has been created and installed." = "The service %@ has been created and installed.";

/* Brief message shown when the service has been packed up. */
"The service %@ has been packed up." = "The service %@ has been packed up.";

/* Informative text for 'service has been created' sheet */
"The service is placed in Library/Services inside your home folder. It can be used immediately from other applications." = "The service is placed in Library/Services inside your home folder. It can be used immediately from other applications.";

/* Informative text for 'service has been packed up' sheet */
"The service was packed up into a zip archive at %@. %@" = "The service was packed up into a zip archive at %1$@. %2$@";

